module.exports = {
  faq_title: "الأسئلة الشائعة",
  faqs: [{
    question: "أين يمكنني العثور على ترخيصي؟",
    answer: "بعد الشراء الناجح، ستتلقى بريدًا إلكترونيًا من LemonSqueezy يحتوي على الإيصال ومفتاح الترخيص الفريد الخاص بك. تأكد من التحقق من مجلد البريد غير المرغوب فيه أيضًا. إذا كنت لا تزال غير قادر على العثور عليه، فيرجى زيارة <a href=\"https://app.lemonsqueezy.com/my-orders\" class=\"text-blue-500 hover:underline\">مدير التراخيص</a> واتباع التعليمات."
  },
  {
    question: "كيف يمكنني نقل ترخيصي إلى جهاز Mac آخر؟",
    answer: "ما عليك سوى تفعيل التطبيق على جهاز Mac الجديد باستخدام مفتاح الترخيص. سيتم إلغاء تنشيط الجهاز القديم تلقائيًا. إذا كان لديك ترخيص لأجهزة Mac متعددة، يمكنك إدارة الأجهزة النشطة باستخدام <a href=\"https://app.lemonsqueezy.com/my-orders\" class=\"text-blue-500 hover:underline\">مدير التراخيص</a>."
  },
  {
    question: "ما هي إصدارات النظام المدعومة؟",
    answer: "يوصى بنظام macOS 13.0+ للحصول على أفضل دعم، مع دعم أدنى لنظام macOS 12.0+."
  },
  {
    question: "هل البرنامج مجاني؟",
    answer: "جميع الوظائف الأساسية مجانية للاستخدام، بالإضافة إلى ذلك يمكنك طلب تجربة الميزات المتقدمة للحصول على فترة تجريبية مدتها 30 يومًا (14 يومًا لإصدار AppStore)."
  },
  {
    question: "هل يمكنني استرداد الأموال إذا لم أكن راضيًا؟",
    answer: "لا ندعم ذلك حاليًا، نحن نقدم نسخة تجريبية مجانية، يمكنك الدفع بعد أن تكون راضيًا عن التجربة."
  },
  {
    question: "هل هناك خصم تعليمي؟",
    answer: "راجع <a href=\"https://cleanclip.cc/students\">الخصم التعليمي</a>. لمزيد من الخصومات، راجع: <a href=\"https://cleanclip.cc/discounts\">العروض الخاصة</a>."
  },
  {
    question: "لقد اشتريت بالفعل مدير حافظة آخر، هل يمكنني الحصول على خصم؟",
    answer: "راجع: <a href=\"https://cleanclip.cc/discounts\">العروض الخاصة</a>."
  },
  {
    question: "ما هو الفرق بين إصدار الموقع الرسمي وإصدار AppStore؟",
    answer: "إصدارا الموقع الرسمي و AppStore متشابهان في الوظائف الأساسية، ولكن هناك بعض الاختلافات:<br/> 1. طريقة الدفع مختلفة، إصدار الموقع الرسمي يدفع عبر LemonSqueezy، بينما إصدار AppStore يدفع عبر Apple.<br/>2. مدة الفترة التجريبية مختلفة، إصدار الموقع الرسمي يوفر فترة تجريبية لمدة 30 يومًا، بينما إصدار AppStore لمدة 14 يومًا.<br/>3. قد تختلف سرعة التحديث، عادة ما يحصل إصدار الموقع الرسمي على ميزات وتحديثات جديدة بشكل أسرع.<br/>4. إصدار AppStore يخضع لقيود مراجعة وسياسات Apple، ولا يمكنه عرض نافذة منبثقة عند مؤشر الإدخال، بينما إصدار الموقع الرسمي غير مقيد.<br/>5. قد تختلف استراتيجيات التسعير قليلاً، يرجى الرجوع إلى العرض على كل منصة للحصول على التفاصيل."
  },
],
}