module.exports = {
  paste_in_order_title: "لصق حسب الترتيب",
  paste_in_order_subtitle: "عند فتح كومة اللصق، سيتم إدخال المحتوى الذي تم نسخه تلقائيًا إلى الكومة، وستقوم ⌘V بلصق العنصر التالي في الكومة بالترتيب.",
  collect_info_title: "جمع المعلومات",
  collect_info_subtitle: "قم بجمع المحتوى على عدة صفحات ثم قم بلصقها جميعًا في الصفحة المستهدفة مرة واحدة، مما يحسن العملية ويوفر الوقت.",
  quick_form_filling_title: "تعبئة النماذج بسرعة - التقسيم بالنسخ",
  quick_form_filling_subtitle: "استخدم ⌘⇧C 'تقسيم النسخ' لتقسيم العديد من الأسطر إلى عناصر فردية ونسخها إلى الكومة للصق.",
  assist_form_filling_title: "مساعدة في تعبئة النماذج",
  assist_form_filling_subtitle: "يمكن استخدام كومة اللصق لنسخ ولصق حسب الترتيب لمساعدة في تعبئة النماذج.",
}