module.exports = {
  largeTitle: "عروض الطلاب",
  subtitle: "احصل على خصم 7 أثناء التسوق في CleanClip باستخدام بريدك الإلكتروني التعليمي.",
  placeholder: "ادخل بريدك الإلكتروني التعليمي",
  placeholder_error: "الرجاء ادخال بريد إلكتروني تعليمي صحيح",
  cta: "احصل على العرض",
  tip: "هل لا يمكنك التقديم باستخدام بريدك الإلكتروني؟ أرسل بريدًا إلى edu@cleanclip.cc",
  howTo: "كيفية الحصول على العرض الخاص بك",
  step1Title: "أدخل بريدك الإلكتروني",
  step1Desc: "ادخل بريدك الإلكتروني التعليمي في الحقل أعلاه",

  step2Title: "تحقق من بريدك الإلكتروني",
  step2Desc: "افتح البريد الذي أرسلناه لك",

  step3Title: "احصل على خصمك",
  step3Desc: "استخدم الرابط في البريد الإلكتروني لشراء التطبيق",

  successText: "تم بنجاح، يرجى التحقق من بريدك الإلكتروني."
}