module.exports = {
  collect_images_title: "جمع الصور",
  collect_images_subtitle: "استخدم CleanClip للعثور على إلهام التصميم دون انقطاع، بدون الحاجة للتبديل بين التطبيقات. ما عليك سوى نسخ الصور المفضلة ولصقها مرة واحدة عند العودة إلى التطبيق.",
  sync_screenshots_title: "مزامنة لقطات الشاشة من الجوال لتحضير صور معاينة للتطبيق",
  sync_screenshots_subtitle: "في بعض الأحيان، يكون من الصعب مزامنة البيانات بين الهاتف والماك، الآن يمكنك التقاط لقطات على الجوال ونسخ جميع المعلومات، سيقوم CleanClip تلقائيًا بتسجيل جميع النسخ. حين يكتمل جمع المعلومات، يمكنك استخدام هذه المعلومات على الماك بكل سهولة.",
  plan_travel_title: "تخطيط السفر ✈️",
  plan_travel_subtitle: "غالبًا ما يتطلب تخطيط السفر جمع الكثير من الصور ولقطات الشاشة والنصوص، يساعدني CleanClip في جمع جميع المعلومات مرة واحدة لاستخدامها في التطبيق.",
  search_email_templates_title: "البحث عن قوالب البريد الإلكتروني",
  search_email_templates_subtitle: "كمسوق، يجب عليك إرسال أنواع مختلفة من رسائل البريد الإلكتروني للعملاء المختلفين. يحفظني CleanClip جميع القوالب التي استخدمتها للبريد الإلكتروني، مما يتيح لي الوصول إليها في أي وقت.",
  submit_across_sites_title: "إرسال معلومات المشروع عبر 40+ موقع كمنفرد متخصص",
  submit_across_sites_subtitle: "في عملية الترويج للتطبيق، يجب عليك الذهاب إلى العديد من المواقع لإرسال معلومات المشروع. باستخدام CleanClip، لا داعي للانتقال إلى الوثائق متعددة المرات لنسخ المعلومات ومن ثم اللصق في مواقع مختلفة. نسخة واحدة، استخدام متعدد، هذا هو ما يميز CleanClip.",
  search_command_history_title: "البحث في سجل الأوامر المستخدمة سابقًا",
  search_command_history_subtitle: "بعض معلمات الأوامر المستخدمة بشكل متكرر معقدة وصعبة الحفظ، مثل ffmpeg، ولكن أتذكر أنني استخدمتها من قبل، يمكنني البحث عنها واستخدامها بسرعة في CleanClip.",
}