module.exports = {
  true_minimalist_ui_title: "واجهة مستخدم حقيقية بسيطة بشكل فعلي",
  true_minimalist_ui_subtitle: "لا تعرض أي عنصر واجهة مستخدم إذا لم تكن بحاجة إليه",
  true_minimalist_ui_body: "تعرض السجلات الخمسة الأخيرة فقط في البداية، وعندما ترغب في تصفح المزيد، ستتم إظهار عشر سجلات في كل صفحة، وسيظهر واجهة البحث فقط عندما تبدأ بالبحث بالحروف.",
  reduce_context_switching_title: "تقليل التبديل بين السياقات إلى الحد الأدنى",
  reduce_context_switching_subtitle: "عرض النوافذ المنبثقة في موضع إدخال النص",
  reduce_context_switching_body: "يعتبر التبديل بين السياقات منبثقة أمرًا مزعجًا، قمنا بتحقيق رفض التبديل بين السياقات بشكل متقدم - عرض النوافذ المنبثقة في موضع إدخال النص.",
  keep_shortcuts_minimal_title: "الحفاظ على اختصارات الإخفاء البسيطة والواضحة",
  keep_shortcuts_minimal_subtitle: "أقل عدد من الاختصارات يجب تذكرها، وأقل عدد من المفاتيح يجب الضغط عليها، ولكن بشكل أسرع",
  keep_shortcuts_minimal_body: "مع التفكير العميق في التصميم، نحاول بشدة تقليل عدد اختصارات اللوحة والمفاتيح المطلوب تذكرها، ونحاول بشدة تقليل عدد المفاتيح اللازم الضغط عليها، دون التأثير على الكفاءة",
  paste_queue_assistant_title: "طابور اللصق - مساعد سير العمل المثالي",
  paste_queue_assistant_subtitle: "انسخ إلى الطابور، والصق بالتسلسل",
  paste_queue_assistant_body: "سيواجه عملنا دائمًا الحاجة إلى سلسلة من النصوص، تتطلب منا نسخها، ولصقها بالترتيب. اختيار العنصر التالي باستمرار، ثم النسخ، ثم اختيار الموقع التالي، ولصقه، كل هذا ممل وغير فعال. استخدم PasteStack لإدراجها جميعًا في سلسلة بنقرة واحدة، ثم سيتم لصق العنصر التالي تلقائيًا في كل مرة، لتوفير الوقت الخاص بك.",
}